awww
blueman
breeze
brightnessctl
btop
cargo
cliphist
curl
eza
fastfetch
figlet
firefox
flatpak
fzf
git
gnome-text-editor
gnome-themes-extra
grim
gum
gvfs
gvfs-mtp
htop
hypridle
hyprland
hyprlock
hyprpaper
hyprpicker
hyprshutdown
hyprsunset
imagemagick
inotify-tools
jq
kitty
libnotify
libsecret
loupe
matugen
nautilus
neovim
network-manager-applet
nm-connection-editor
nwg-displays
nwg-dock-hyprland
nwg-look
otf-font-awesome
pacman-contrib
pavucontrol
playerctl
polkit-gnome
power-profiles-daemon
python-gobject
python-pip
qt5-wayland
qt6ct
qt6-multimedia-ffmpeg
qt6-svg
qt6-virtualkeyboard
qt6-wayland
quickshell
rofi
rsync
slurp
swaync
swayosd
tar
tesseract
tesseract-data-eng
ttf-firacode-nerd
ttf-jetbrains-mono-nerd
tumbler
udiskie
udisks2
unzip
uwsm
vim
vlc
waybar
wget
wl-clipboard
xclip
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
zsh
