hyprland
hypridle
hyprlock
hyprpaper
hyprpicker
hyprsunset
uwsm
waybar
rofi
wlogout
swaync
kitty
sddm
nwg-dock-hyprland
nwg-look
nwg-displays
xdg-desktop-portal-hyprland
xdg-desktop-portal-gtk
networkmanager
pipewire
pipewire-pulse
wireplumber
bluez
bluez-utils
blueman
polkit-gnome
polkit-kde-agent
cliphist
grim
slurp
wl-clipboard
brightnessctl
playerctl
pavucontrol
network-manager-applet
nm-connection-editor
udiskie
gvfs
gvfs-mtp
inotify-tools
imagemagick
tesseract
tesseract-data-eng
jq
qt5ct
qt6ct
xsettingsd
gtk-layer-shell
gtk4-layer-shell
libnotify
dunst
noto-fonts
noto-fonts-emoji
ttf-firacode-nerd
ttf-jetbrains-mono-nerd
otf-font-awesome
zsh
fish
eza
fzf
ripgrep
btop
fastfetch
figlet
git
neovim
openssh
curl
wget
flatpak
pacman-contrib
python
python-pip
file
xclip
